alert('Язык программирования JavaScript был разработан Бренданом Эйхом (Brendan Eich) в 1995 году, \
    когда он работал в Netscape Communications Corporation. Изначально язык назывался Mocha, но позже \
     был переименован в JavaScript. JavaScript был создан для добавления интерактивности в веб-страницы \
     и для выполнения задач на стороне клиента в веб-браузере.');

alert('Брендан Эйх, создатель JavaScript, разработал язык программирования за 10 дней в мае 1995 года.\
     Он создал первый рабочий прототип языка за это короткое время, и с тех пор язык продолжал \
     развиваться и эволюционировать.');

alert('JavaScript был создан в 1995 году.');

alert('«JavaScript — это не Java»');

alert('Спецификация JavaScript называется ECMAScript.');